Repository: pedrodsac/Verkeier
Catalog: Verkéier/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, lb, pt

source: Routes could not be refreshed. Showing the last available results.
de: Routen konnten nicht aktualisiert werden. Die letzten verfügbaren Ergebnisse werden angezeigt.
fr: Les itinéraires n’ont pas pu être actualisés. Les derniers résultats disponibles sont affichés.
lb: D’Routen konnten net aktualiséiert ginn. Déi lescht verfügbar Resultater gi gewisen.
pt: Não foi possível atualizar as rotas. São apresentados os últimos resultados disponíveis.

source: Routes may have changed. Refresh routes for the latest information.
de: Die Routen können sich geändert haben. Aktualisieren Sie sie für die neuesten Informationen.
fr: Les itinéraires ont peut-être changé. Actualisez-les pour obtenir les dernières informations.
lb: D’Routen hu sech vläicht geännert. Aktualiséier se fir déi lescht Informatiounen.
pt: As rotas podem ter mudado. Atualize-as para obter as informações mais recentes.

source: Save
de: Sichern
fr: Enregistrer
lb: Späicheren
pt: Guardar

source: Save a stop from its detail view.
de: Haltestelle aus der Detailansicht speichern.
fr: Enregistrez un arrêt depuis sa fiche détaillée.
lb: Späicher en Arrêt aus senger Detailvisiicht.
pt: Guarde uma paragem a partir da respetiva vista de detalhes.

source: Save commute
de: Pendelstrecke speichern
fr: Enregistrer le trajet
lb: Pendlerroute späicheren
pt: Guardar deslocação

source: Save Commute…
de: Pendelstrecke speichern …
fr: Enregistrer le trajet…
lb: Pendlerroute späicheren…
pt: Guardar deslocação…

source: Save favourite
de: Favorit speichern
fr: Enregistrer le favori
lb: Favorit späicheren
pt: Guardar favorito

source: Saved Stops
de: Gespeicherte Haltestellen
fr: Arrêts enregistrés
lb: Gespäichert Arrêten
pt: Paragens guardadas

source: Scheduled
de: Geplant
fr: Planifié
lb: Geplangt
pt: Programado

source: Search
de: Suchen
fr: Rechercher
lb: Sichen
pt: Pesquisar

source: Search settings
de: Sucheinstellungen
fr: Réglages de recherche
lb: Sichastellungen
pt: Definições de pesquisa

source: Search stops
de: Haltestellen suchen
fr: Rechercher des arrêts
lb: No Arrête sichen
pt: Pesquisar paragens

source: Search stops & places
de: Haltestellen und Orte suchen
fr: Rechercher des arrêts et des lieux
lb: No Arrêten a Plaze sichen
pt: Pesquisar paragens e locais

source: Search stops…
de: Haltestellen suchen …
fr: Rechercher des arrêts…
lb: No Arrête sichen…
pt: Pesquisar paragens…

source: Settings
de: Einstellungen
fr: Réglages
lb: Astellungen
pt: Definições

source: Settings and information
de: Einstellungen und Informationen
fr: Réglages et informations
lb: Astellungen an Informatiounen
pt: Definições e informações

source: Share next departures
de: Nächste Abfahrten teilen
fr: Partager les prochains départs
lb: Nächst Departuren deelen
pt: Partilhar próximas partidas

source: Share route
de: Route teilen
fr: Partager l’itinéraire
lb: Wee deelen
pt: Partilhar rota

source: Show more routes
de: Weitere Routen anzeigen
fr: Afficher plus d’itinéraires
lb: Méi Weeër weisen
pt: Mostrar mais rotas

source: Show Nearby Stops
de: Haltestellen in der Nähe anzeigen
fr: Afficher les arrêts à proximité
lb: Arrêten an der Géigend weisen
pt: Mostrar paragens próximas

source: Show only stops labelled “Work” and your commute preset while this Focus is on.
de: Während dieses Fokus aktiv ist, nur Haltestellen mit der Bezeichnung „Arbeit“ und dein Pendelprofil anzeigen.
fr: Afficher uniquement les arrêts portant le libellé « Travail » et votre trajet domicile-travail lorsque ce mode de concentration est actif.
lb: Nëmmen Arrête mam Label „Schaffen“ an däi Pendler-Preset weisen, soulaang dëse Focus aktiv ass.
pt: Mostrar apenas paragens com a etiqueta “Trabalho” e a sua predefinição de deslocação enquanto este modo de concentração estiver ativo.

source: Show the next departures for a favourite stop.
de: Nächste Abfahrten für eine Favoriten-Haltestelle anzeigen.
fr: Afficher les prochains départs d’un arrêt favori.
lb: Déi nächst Departuren fir e Favoritten-Arrêt weisen.
pt: Mostrar as próximas partidas de uma paragem favorita.

source: Sort by
de: Sortieren nach
fr: Trier par
lb: Sortéieren no
pt: Ordenar por

source: Sort routes
de: Routen sortieren
fr: Trier les itinéraires
lb: Weeër sortéieren
pt: Ordenar rotas

source: Start typing to find a stop, address, or place.
de: Gib etwas ein, um eine Haltestelle, Adresse oder einen Ort zu finden.
fr: Commencez à saisir un arrêt, une adresse ou un lieu.
lb: Fänkt un ze tippen, fir en Arrêt, eng Adress oder eng Plaz ze fannen.
pt: Comece a escrever para encontrar uma paragem, morada ou local.

source: Start typing to find stops from local GTFS data.
de: Gib etwas ein, um Haltestellen aus den lokalen GTFS-Daten zu finden.
fr: Commencez à saisir pour rechercher des arrêts dans les données GTFS locales.
lb: Fänkt un ze tippen, fir Arrêten aus de lokale GTFS-Donnéeën ze fannen.
pt: Comece a escrever para encontrar paragens nos dados GTFS locais.

source: Step-free, wheelchair accessible
de: Stufenlos, rollstuhlgerecht
fr: Sans marches, accessible en fauteuil roulant
lb: Ouni Träppleker, rollstullgerecht
pt: Sem degraus, acessível a cadeiras de rodas

source: Stop
de: Haltestelle
fr: Arrêt
lb: Arrêt
pt: Paragem

source: Stop %@
de: Haltestelle %1$@
fr: Arrêt %1$@
lb: Arrêt %1$@
pt: Paragem %1$@

source: Stop search
de: Haltestellensuche
fr: Recherche d’arrêt
lb: Statiounssich
pt: Pesquisa de paragem

source: Stop Sequence
de: Haltestellenfolge
fr: Séquence des arrêts
lb: Arrêtsequenz
pt: Sequência de paragens

source: Stop tracking departure
de: Abfahrtsverfolgung beenden
fr: Arrêter le suivi du départ
lb: Depart-Verfollegung stoppen
pt: Parar acompanhamento da partida

source: Stops unavailable
de: Haltestellen nicht verfügbar
fr: Arrêts indisponibles
lb: Arrêten net verfügbar
pt: Paragens indisponíveis

source: Swap origin and destination
de: Start und Ziel tauschen
fr: Inverser le départ et la destination
lb: Start an Destinatioun tauschen
pt: Trocar origem e destino

source: Tap a stop to see departures and save it to your commute.
de: Tippe auf eine Haltestelle, um Abfahrten anzuzeigen und sie deinem Pendelprofil hinzuzufügen.
fr: Touchez un arrêt pour voir les départs et l’enregistrer dans votre trajet.
lb: Tippt op en Arrêt, fir Departuren ze gesinn an en an Äre Pendlerplang ze späicheren.
pt: Toque numa paragem para ver as partidas e guardá-la na sua deslocação.

source: Theme
de: Thema
fr: Thème
lb: Thema
pt: Tema

source: These AVL alerts affect this stop or its served lines.
de: Diese AVL-Meldungen betreffen diese Haltestelle oder die von ihr bedienten Linien.
fr: Ces alertes AVL concernent cet arrêt ou les lignes qu’il dessert.
lb: Dës AVL-Warnunge betreffen dësen Arrêt oder seng Linnen.
pt: Estes alertas AVL afetam esta paragem ou as linhas que serve.

source: This app is not an official Luxembourg public transport app.
de: Diese App ist keine offizielle Luxemburger ÖPNV-App.
fr: Cette app n’est pas une application officielle des transports publics luxembourgeois.
lb: Dës App ass keng offiziell App vum ëffentlechen Transport zu Lëtzebuerg.
pt: Esta app não é uma aplicação oficial dos transportes públicos luxemburgueses.

source: Time
de: Zeit
fr: Heure
lb: Zäit
pt: Hora

source: To
de: Nach
fr: Arrivée
lb: Op
pt: Para

source: Track departure
de: Abfahrt verfolgen
fr: Suivre le départ
lb: Depart verfollegen
pt: Acompanhar partida

source: Track Departure
de: Abfahrt verfolgen
fr: Suivre le départ
lb: Depart verfollegen
pt: Acompanhar partida

source: Track Next Departure
de: Nächste Abfahrt verfolgen
fr: Suivre le prochain départ
lb: Nächst Depart verfollegen
pt: Acompanhar próxima partida

source: Train stations
de: Bahnhöfe
fr: Gares
lb: Zuchstatiounen
pt: Estações de comboio

source: Tram stops
de: Straßenbahnhaltestellen
fr: Arrêts de tramway
lb: Tramarrêten
pt: Paragens de elétrico

source: Transfers
de: Umstiege
fr: Correspondances
lb: Ëmsteigen
pt: Transbordos

source: Transport data:
de: Verkehrsdaten:
fr: Données de transport :
lb: Transportdaten:
pt: Dados de transporte:

source: Try again when your location is available.
de: Versuche es erneut, sobald dein Standort verfügbar ist.
fr: Réessayez lorsque votre position sera disponible.
lb: Probéier et nach eng Kéier, wann deng Plaz verfügbar ass.
pt: Tente novamente quando a sua localização estiver disponível.

source: Try another stop name.
de: Versuche es mit einem anderen Haltestellennamen.
fr: Essayez un autre nom d’arrêt.
lb: Probéier en aneren Numm vun engem Arrêt.
pt: Experimente outro nome de paragem.

source: Try another stop, address, or place name.
de: Versuche es mit einer anderen Haltestelle, Adresse oder Ortsbezeichnung.
fr: Essayez un autre arrêt, une autre adresse ou un autre lieu.
lb: Probéier en aneren Arrêt, eng aner Adress oder eng aner Plaz.
pt: Experimente outra paragem, morada ou local.

source: Units
de: Einheiten
fr: Unités
lb: Eenheeten
pt: Unidades

source: Upcoming Timetable
de: Kommender Fahrplan
fr: Prochains horaires
lb: Kommende Fuerplang
pt: Horário futuro

source: Walking
de: Zu Fuß
fr: À pied
lb: Zu Fouss
pt: A pé

source: Welcome to Verkéier
de: Willkommen bei Verkéier
fr: Bienvenue dans Verkéier
lb: Wëllkomm bei Verkéier
pt: Bem-vindo ao Verkéier

source: Wheelchair accessible
de: Rollstuhlgerecht
fr: Accessible en fauteuil roulant
lb: Rollstullzougänglech
pt: Acessível a cadeira de rodas

source: You can change permissions later in Settings.
de: Du kannst die Berechtigungen später in den Einstellungen ändern.
fr: Vous pourrez modifier les autorisations plus tard dans Réglages.
lb: Du kanns d’Berechtigungen spéider an den Astellunge änneren.
pt: Pode alterar as permissões mais tarde nas Definições.

source: Apple Maps / MapKit
fr: Apple Plans / MapKit

source: Label
fr: Étiquette
pt: Etiqueta

source: Labels
fr: Étiquettes
pt: Etiquetas

source: Support
fr: Assistance
pt: Suporte

source: Bus 000
pt: Autocarro 000

source: Tram T0
pt: Elétrico T0
